import SplitBlocks from '@modules/common/components/SplitBlocks';
import s from './About.module.scss';

const About = () => {
	return (
		<SplitBlocks
			title="Швидкі кредити на вашу карту"
			anchor="about"
			className={s.container}
		>
			<p>
				ТОВ &quot;Системний Фінансовий Консалтинг&quot; - сервіс онлайн-кредитів
				в
				Україні, в якому можна швидко отримати гроші на карту будь-якого
				українського банку. Діючі ліцензії на провадження діяльності з
				факторингу;
				надання коштів у позику в тому числі і на умовах фінансового кредиту.
			</p>
			<p>
				Свідоцтво серії ФК №В0000441 про реєстрацію фінансової установи, видане
				Національним банком України 26.11.2021 року.{' '}
			</p>
			<p>
				ТОВ &quot;Системний Фінансовий Консалтинг&quot; не має та не пропонує
				акційні та інші аналогічні за змістом пропозиції
			</p>
		</SplitBlocks>
	);
};

export default About;
